Repository: dragonofmercy/image-viewer
Catalog: ImageViewer/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, it_it, pt_br

# DEFAULT_SYSTEM_LANGUAGE
source: System language
fr_fr: Langue du système
it_it: Lingua del sistema
pt_br: Idioma do sistema

# SYSTEM_PASTED_CONTENT
source: Pasted content
fr_fr: Contenu collé
it_it: Contenuto incollato
pt_br: Conteúdo colado

# SYSTEM_LOADING_ERROR
source: Sorry, the application cannot open this file because the format is currently not supported or the file is damaged
fr_fr: Désolé, l'application ne peut pas ouvrir ce fichier car le format n'est actuellement pas pris en charge ou le fichier est endommagé
it_it: Spiacenti, l'applicazione non può aprire questo file perché il formato attualmente non è supportato o il file è danneggiato
pt_br: Desculpe, o aplicativo não pôde abrir esse arquivo pois o formato não é suportado ou o arquivo está corrompido.

# SYSTEM_SAVING_ERROR
source: Sorry, the application cannot save the image to this location
fr_fr: Désolé, l'application ne peut pas enregistrer l'image à cet emplacement
it_it: Spiacenti, l'applicazione non può salvare l'immagine in questa posizione
pt_br: Desculpe, o aplicativo não pôde salvar a imagem nesse local

# SYSTEM_LOADING
source: Loading
fr_fr: Chargement
it_it: Caricamento
pt_br: Carregando

# SETTINGS_FIELD_LANGUAGE
source: Language
fr_fr: Langue
it_it: Lingua
pt_br: Idioma

# SETTINGS_FIELD_LANGUAGE_HELP
source: You need to restart the application to apply this setting.
fr_fr: Vous devez redémarrer l'application pour appliquer ce paramètre.
it_it: È necessario riavviare l'applicazione per applicare questa impostazione.
pt_br: Você precisa reiniciar o aplicativo para aplicar essa configuração.

# SETTINGS_FIELD_UPDATE_INTERVAL
source: Find updates
fr_fr: Rechercher les mises à jour
it_it: Cerca aggiornamenti
pt_br: Buscar atualizações

# SETTINGS_FIELD_UPDATE_INTERVAL_DAY
source: Every days
fr_fr: Tous les jours
it_it: Ogni giorno
pt_br: Diariamente

# SETTINGS_FIELD_UPDATE_INTERVAL_WEEK
source: Every weeks
fr_fr: Toutes les semaines
it_it: Ogni settimana
pt_br: Semanalmente

# SETTINGS_FIELD_UPDATE_INTERVAL_MONTH
source: Every months
fr_fr: Tous les mois
it_it: Ogni mese
pt_br: Mensalmente

# SETTINGS_FIELD_UPDATE_INTERVAL_MANUAL
source: Manually
fr_fr: Manuellement
it_it: Manualmente
pt_br: Manualmente

# FILE_INFORMATION_TITLE
source: File informations
fr_fr: Informations de l'image
it_it: Informazioni immagine
pt_br: Informações do arquivo

# FILE_INFORMATION_DIMENSIONS
source: File dimensions
fr_fr: Dimension de l'image
it_it: Dimensioni immagine
pt_br: Dimensões

# FILE_INFORMATION_FOLDER_PATH
source: Folder path
fr_fr: Chemin du dossier
it_it: Percorso cartella
pt_br: Caminho da pasta

# FILE_INFORMATION_FOLDER_PATH_TIP
source: Display directory in Windows Explorer
fr_fr: Afficher le répertoire dans l'explorateur Windows
it_it: Mostra la cartella in Esplora risorse
pt_br: Exibir diretório no Explorador de Arquivos

# FOOTER_TOOLBAR_MENU_FILE_OPEN
source: Open image
fr_fr: Ouvrir une image
it_it: Apri immagine
pt_br: Abrir imagem

# FOOTER_TOOLBAR_MENU_FILE_INFO
source: File info
fr_fr: Informations de l'image
it_it: Informazioni immagine
pt_br: Informações do arquivo

# FOOTER_TOOLBAR_MENU_FILE_SAVE_AS
source: Save as...
fr_fr: Enregistrer sous...
it_it: Salva con nome...
pt_br: Salvar como...

# FOOTER_TOOLBAR_MENU_FILE_SAVE
source: Save
fr_fr: Enregistrer
it_it: Salva
pt_br: Salvar

# FOOTER_TOOLBAR_MENU_FILE_SAVE_FORMAT
source: {0} image
fr_fr: Image {0}
it_it: Immagine {0}
pt_br: {0} imagem

# FOOTER_TOOLBAR_MENU_FILE_DELETE
source: Delete image
fr_fr: Supprimer l'image
it_it: Elimina immagine
pt_br: Excluir imagem

# FOOTER_TOOLBAR_MENU_ABOUT
source: About
fr_fr: A propos
it_it: Informazioni
pt_br: Sobre

# FOOTER_TOOLBAR_MENU_OPTIONS
source: Settings
fr_fr: Options
it_it: Impostazioni
pt_br: Configurações

# FOOTER_TOOLBAR_MENU_QUIT
source: Quit
fr_fr: Quitter
it_it: Esci
pt_br: Sair

# FOOTER_TOOLBAR_IMAGE_ADJUST
source: Zoom to fit
fr_fr: Faire un zoom pour ajuster
it_it: Adatta alla finestra
pt_br: Ajustar à janela

# FOOTER_TOOLBAR_IMAGE_ZOOM_100
source: Zoom to actual size
fr_fr: Zoom en taille réelle
it_it: Dimensione reale
pt_br: Aproximar ao tamanho real

# FOOTER_TOOLBAR_IMAGE_PREVIOUS
source: Previous image
fr_fr: Image précédente
it_it: Immagine precedente
pt_br: Imagem anterior

# FOOTER_TOOLBAR_IMAGE_ZOOM_IN
source: Zoom in
fr_fr: Zoom avant
it_it: Ingrandisci
pt_br: Aproximar

# FOOTER_TOOLBAR_IMAGE_ZOOM_OUT
source: Zoom out
fr_fr: Zoom arrière
it_it: Riduci
pt_br: Afastar

# FOOTER_TOOLBAR_IMAGE_NEXT
source: Next image
fr_fr: Image suivante
it_it: Immagine successiva
pt_br: Próxima imagem

# FOOTER_TOOLBAR_TRANSFORM_MENU
source: Transform image
fr_fr: Transformation de l'image
it_it: Trasforma immagine
pt_br: Transformar imagem

# FOOTER_TOOLBAR_TRANSFORM_CROP
source: Crop image
fr_fr: Rogner l'image
it_it: Ritaglia immagine
pt_br: Cortar imagem

# FOOTER_TOOLBAR_TRANSFORM_ROTATE_LEFT
source: Rotate left
fr_fr: Rotation gauche
it_it: Ruota a sinistra
pt_br: Girar à esquerda

# FOOTER_TOOLBAR_TRANSFORM_ROTATE_RIGHT
source: Rotate right
fr_fr: Rotation droite
it_it: Ruota a destra
pt_br: Girar à direita

# FOOTER_TOOLBAR_TRANSFORM_FLIP_HORZ
source: Flip horizontal
fr_fr: Mirroir horizontal
it_it: Capovolgi orizzontalmente
pt_br: Inverter horizontalmente

# FOOTER_TOOLBAR_TRANSFORM_FLIP_VERT
source: Flip vertical
fr_fr: Mirroir vertical
it_it: Capovolgi verticalmente
pt_br: Inverter verticalmente

# TRANSFORM_CROP_TITLE
source: Crop tool
fr_fr: Outil de rognage
it_it: Strumento di ritaglio
pt_br: Ferramenta de corte

# TRANSFORM_CROP_RATIO
source: Ratio
fr_fr: Choix du ratio
it_it: Proporzioni
pt_br: Proporção

# TRANSFORM_CROP_FREE
source: No constraints
fr_fr: Sans contraintes
it_it: Nessun vincolo
pt_br: Sem restrições

# TRANSFORM_CROP_SAME
source: Original proportions
fr_fr: Proportions d'origne
it_it: Proporzioni originali
pt_br: Proporção original

# TRANSFORM_CROP_RESET
source: Reset
fr_fr: Ré-initialiser
it_it: Reimposta
pt_br: Resetar

# TRANSFORM_CROP_VALIDATE
source: Validate
fr_fr: Valider
it_it: Applica
pt_br: Aplicar

# ABOUT_LINK_GITHUB_REPOSITORY
source: GitHub Repository
fr_fr: Dépôt GitHub
it_it: Repository GitHub
pt_br: Repositório no GitHub

# ABOUT_LINK_LATEST_RELEASE
source: Latest releases
fr_fr: Dernières versions
it_it: Ultime versioni
pt_br: Últimas atualizações

# ABOUT_LABEL_LAST_UPDATE
source: Last checked:
fr_fr: Dernière vérification :
it_it: Ultimo controllo:
pt_br: Última verificação:

# ABOUT_LABEL_LAST_UPDATE_NEVER
source: never
fr_fr: jamais
it_it: mai
pt_br: nunca

# ABOUT_BTN_CHECK_UPDATE
source: Check for update
fr_fr: Vérifier les mises à jour
it_it: Cerca aggiornamenti
pt_br: Verificar atualizações

# ABOUT_BTN_DOWNLOAD_UPDATE
source: Download update
fr_fr: Télecharger la mise à jour
it_it: Scarica aggiornamento
pt_br: Baixar atualização

# ABOUT_BTN_DOWNLOAD_UPDATE_DOWNLOADING
source: Downloading...
fr_fr: Télechargement en cours...
it_it: Download in corso...
pt_br: Baixando...

# ABOUT_BTN_DOWNLOAD_UPDATE_RETRY
source: Retry
fr_fr: Réessayer
it_it: Riprova
pt_br: Tentar novamente

# ABOUT_UPDATE_CHECKING
source: Checking for update...
fr_fr: Recherche en cours...
it_it: Ricerca aggiornamenti...
pt_br: Verificando atualizações...

# ABOUT_UPDATE_INFO_UPDATE_LATEST
source: Image Viewer is up to date.
fr_fr: Image Viewer est à jour.
it_it: Image Viewer è aggiornato.
pt_br: Image Viewer está atualizado.

# ABOUT_UPDATE_INFO_UPDATE_AVAILABLE
source: An update is available.
fr_fr: Une mise à jour est disponible.
it_it: È disponibile un aggiornamento.
pt_br: Uma atualização está disponível

# ABOUT_UPDATE_INFO_ERROR_NO_INTERNET
source: No internet access.
fr_fr: Pas d'accès à internet.
it_it: Nessun accesso a internet.
pt_br: Sem acesso à internet
